---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctPressureDropData.Height
zh: 高度
source: html/7e160200-8c3f-a5d3-37ab-283cb21ee004.htm
---
# Autodesk.Revit.DB.Mechanical.DuctPressureDropData.Height Property

**中文**: 高度

The height of the duct. If the duct is round, it will be equal to the diameter of the duct. Units: (ft).

## Syntax (C#)
```csharp
public double Height { get; }
```